{"Q": "多纳尔在面对强大敌人时的表现如何？", "A": "多纳尔在面对强大敌人和凶狠神迹怪物时能够面不改色地从容解决。"}
{"Q": "多纳尔在被夸奖时会有什么反应？", "A": "当多纳尔被同伴夸奖时，他会露出近似于害羞的神情，避开对方赞许的眼神。"}
{"Q": "多纳尔的性格特点是什么？", "A": "多纳尔性格豪爽、不拘小节，有时会因为自己过于风风火火的行事风格而遇到一些误解和小麻烦。"}
{"Q": "多纳尔的外貌特点是什么？", "A": "多纳尔有着发达的肌肉，配合他高大的个头和粗犷的外貌，看起来有些难以接近。"}
{"Q": "多纳尔喜欢在哪里度过闲暇时光？", "A": "多纳尔最喜欢的地方是健身房，他有很多健身心得，也很喜欢在闲暇时刻“无意间”展示自己努力锻炼的成果。"}
{"Q": "多纳尔对于甜食和烈酒的喜好如何？", "A": "多纳尔不喜欢太甜的东西，比如甜酒。但如果是浓郁的佳酿，他倒是来者不拒。在他的家乡，大家都说只有烈酒才能配得上最勇敢的战士。"}
{"Q": "瑞雯如何帮助多纳尔改进自己的性格？", "A": "瑞雯通过让多纳尔去后勤部门做志愿者和去温室里照顾药草等惩罚，磨练出了多纳尔的稳重和耐心。"}
{"Q": "多纳尔在没有瑞雯领导的紧急任务中表现如何？", "A": "多纳尔没有为了证明自己而盲目地冲到最前面，而是学会了先观察情况，考虑周全后行动。"}
{"Q": "多纳尔作为指挥官的表现如何？", "A": "虽然多纳尔并不是十全十美的，但对于他的小队成员来说，他是最好的、最可靠的队长。他遵守规则并肩负更多的责任，收敛了冲动，学会了在行动前思考。"}
{"Q": "多纳尔如何将防御力转化成伤害能力？", "A": "多纳尔通过使用技能<B702>爆雷天降</>进行攻击的同时，为自身附加免疫和防御提升状态，进而强化自己的生存和输出能力。"}
{"Q": "多纳尔的被动技能<B702>雷神之怒</>有什么效果？", "A": "多纳尔的被动技能<B702>雷神之怒</>会在回合结束后，让多纳尔进入引雷状态，在自身新回合开始时，发动雷霆之力，对敌方全体造成大量伤害。"}
{"Q": "多纳尔的技能<B702>爆雷天降</>如何帮助他生存？", "A": "技能<B702>爆雷天降</>在对一个敌人进行猛烈攻击的同时，为多纳尔附加免疫和防御提升状态，这有助于提高多纳尔的生存能力。"}
{"Q": "多纳尔在新回合开始时会发生什么？", "A": "在新回合开始时，如果多纳尔处于引雷状态，他会发动雷霆之力，对敌方全体造成大量伤害。"}
{"Q": "多纳尔的技能<B702>爆雷天降</>对敌人有何影响？", "A": "技能<B702>爆雷天降</>能让多纳尔对一个敌人进行猛烈攻击，造成大量伤害。"}
{"Q": "多纳尔获得了哪个神祇的力量？", "A": "索尔"}
{"Q": "多纳尔在力量上有何信心？", "A": "他有信心可以击倒一切敌人"}
{"Q": "曙光联盟内争论的主题是什么？", "A": "谁是最受欢迎的指挥官"}
{"Q": "多纳尔认为如何消除代行者之间的烦恼？", "A": "通过战斗来消除"}
{"Q": "林啸认为指挥官应该如何表现？", "A": "与同伴一起吃饭喝酒，平易近人"}
{"Q": "佛肯对自己的人气有什么看法？", "A": "认为自己没什么人气"}
{"Q": "加贝莉如何总结他们应该如何与同伴搞好关系？", "A": "汲取各自的方法，多多尝试"}
{"Q": "第二天清晨，人们在训练场发现了什么？", "A": "发现不省人事的四位指挥官"}
{"Q": "监控录像显示四位指挥官在训练场做了什么？", "A": "喝醉后互相切磋技艺直到精疲力竭"}
{"Q": "关于指挥官的话题后来演变成了什么？", "A": "谁是最强的指挥官"}
{"Q": "金玉瑶在戈洛瑞平原上的绰号是什么？", "A": "猩红女王"}
{"Q": "金玉瑶的折扇能化身为什么样的武器？", "A": "致命的利器"}
{"Q": "金玉瑶在下属心中的形象是什么？", "A": "不可高攀的女神"}
{"Q": "金玉瑶的仇人兼“导师”是谁？", "A": "阿比盖尔"}
{"Q": "金玉瑶在家道中落时将希望寄托在了谁的身上？", "A": "阿比盖尔"}
{"Q": "焚烧曙光事件后，哪两个组织正式对立？", "A": "秩序阴影与曙光联盟"}
{"Q": "金玉瑶为秩序阴影邀请了哪些势力？", "A": "与桑伯特家族有利益冲突的势力"}
{"Q": "金玉瑶在秩序阴影中扮演什么角色？", "A": "为组织联络支持者"}
{"Q": "金玉瑶的复仇目标是什么？", "A": "让阿比盖尔狠狠地跌落泥潭"}
{"Q": "金玉瑶计划如何实现复仇？", "A": "把那些有利益冲突的势力联合起来，搅动整个格兰迪斯大陆的格局"}
{"Q": "金玉瑶的被动技能是什么？", "A": "金玉瑶的被动技能是护佑瑶池，可以为自身提供永久的免疫控制效果，并在己方获得减益状态时为自身提供一定的行动值。同时在自身行动前会净化我方全体各一个减益状态。"}
{"Q": "金玉瑶的主动技能<B702>昆仑之怒</>有哪些效果？", "A": "金玉瑶的主动技能昆仑之怒可以驱散目标的全部增益，驱散成功时会击退目标行动值，同时将己方全体的减益状态转嫁给自己的目标，并基于自身最大生命值对目标造成伤害。"}
{"Q": "金玉瑶是什么类型的代行者？", "A": "金玉瑶是一个强力的后手辅助型代行者。"}
{"Q": "金玉瑶的被动技能在己方获得减益状态时有什么效果？", "A": "金玉瑶的被动技能在己方获得减益状态时会为自身提供一定的行动值。"}
{"Q": "金玉瑶的主动技能<B702>昆仑之怒</>如何对目标造成伤害？", "A": "金玉瑶的主动技能昆仑之怒会基于自身最大生命值对目标造成伤害。"}
{"Q": "从云端跌落泥潭的原因是什么？", "A": "具体原因未提及，可能是因为一些意外或挫折。"}
{"Q": "拥有西王母神力意味着什么？", "A": "拥有西王母神力意味着她具有强大的能力和力量，这将帮助她克服困难，重新站在顶峰。"}
{"Q": "她如何才能重归顶峰？", "A": "她需要利用西王母的神力，克服挑战和困难，不断努力和奋斗，最终才能重归顶峰。"}
{"Q": "泰伊是如何给人特立独行的感觉的？", "A": "泰伊总是生活在幻想的世界中，说着莫名其妙的话语，做出出人意料的举动。"}
{"Q": "泰伊为什么从未出现在联盟学院的宣传视频中？", "A": "身为“宇宙中心”的泰伊绝不会按照别人的意愿行动，想让她乖乖念台本，可比穿越星际还难。"}
{"Q": "泰伊为什么会逃入幻想的世界？", "A": "泰伊亲眼见到父亲倒在神迹怪物之下，看着重伤的母亲在病床上停止了呼吸，无助的泰伊逃入了幻想的世界。"}
{"Q": "泰伊如何安慰自己？", "A": "泰伊认为这一切只是一场试炼，爸爸妈妈是最勇敢的战士，他们完成了试炼，已经被“神迹使者”接走了，正在宇宙中等着她。"}
{"Q": "谁成功为泰伊与其他同学架起沟通的桥梁？", "A": "活泼开朗的凯莉成功为泰伊与其他同学架起沟通的桥梁。"}
{"Q": "凯莉如何帮助其他同学理解泰伊的话？", "A": "凯莉将泰伊写成的幻想小说《璀璨星辰的咏唱》和《命运之子》装订成册分发给班里的同学。"}
{"Q": "泰伊现在对幻想的态度是什么？", "A": "泰伊已经能够分清何为假象，何为真实，如今，幻想只是鼓励泰伊面对现实的工具，是她勇气的来源。"}
{"Q": "泰伊为什么不打算修改《璀璨星辰的咏唱》中的任何字？", "A": "对于泰伊来说，这本书记录的是自己最初的心境，书中的每一个符号，都是自己成长的标记。"}
{"Q": "泰伊心底里更喜欢哪个版本的自己？", "A": "泰伊心底里更喜欢那个天马行空、无忧无虑的自己。"}
{"Q": "泰伊的主要能力是什么？", "A": "泰伊的主要能力是精通控制能力。"}
{"Q": "引空唤夜的功能是什么？", "A": "引空唤夜可以在攻击敌人的同时吸收其行动值。"}
{"Q": "爆裂星辰有什么效果？", "A": "爆裂星辰可以为全体敌人施加【眩晕】效果，觉醒后的该技能还可以为敌方全体附加【速度下降】效果。"}
{"Q": "黑洞之噬如何影响敌方和我方？", "A": "黑洞之噬可以抢夺敌方全体目标一定行动值，并平均分配给我方全体队友。"}
{"Q": "钟爱幻想的少女如何获得努特的神力？", "A": "具体过程不详，但她可能在某种特殊情况下获得了努特的神力。"}
{"Q": "努特的神力具有什么特点？", "A": "努特的神力可能具有神秘和强大的能量，使得拥有者具有超乎寻常的力量。"}
{"Q": "钟爱幻想的少女为什么坚信自己是宇宙的中心？", "A": "她可能因为获得了努特的神力，觉得自己变得非常特殊和强大，从而产生了这种坚定的信念。"}
{"Q": "钟爱幻想的少女如何运用她的神力？", "A": "具体情况不详，但她可能会根据自己的想象力和信念，以各种奇特和富有创意的方式运用神力。"}
{"Q": "努特是哪个神话体系的神？", "A": "努特是埃及神话中的天空之神。"}
{"Q": "洛伦在休息室里展示了什么?", "A": "洛伦在休息室里展示了新进淘到的绘本中最精彩的一页。"}
{"Q": "泰伊给洛伦和斯图尔特分享了什么?", "A": "泰伊给洛伦和斯图尔特分享了自己新写的幻想小说。"}
{"Q": "斯图尔特的职业是什么?", "A": "斯图尔特是一位孤儿院老师。"}
{"Q": "三人在休息室里做了什么?", "A": "三人在休息室里围着圆桌落座，分享起茶点和故事。"}
{"Q": "泰伊在散场时分表达了什么感叹?", "A": "泰伊在散场时分感叹群星指引三人的轨道交会，却又要见证他们一次次分离。"}
{"Q": "洛伦如何安慰泰伊?", "A": "洛伦给泰伊一个拥抱以示安慰，提醒她这也代表三人会一次次相聚，下回碰面为期不远。"}
{"Q": "斯图尔特对洛伦的安慰表示了什么反应?", "A": "斯图尔特赞同地点了点头，笑着表示星星们也都等不及想听下个故事呢。"}
{"Q": "安瑟尼斯有什么特殊能力？", "A": "安瑟尼斯能够听到植物的声音，感受到植物的情绪。"}
{"Q": "安瑟尼斯在哪里学习控制自己的能力？", "A": "安瑟尼斯在联盟学院学习控制自己的能力。"}
{"Q": "为什么安瑟尼斯讨厌鲜榨果汁？", "A": "因为所有植物都是安瑟尼斯的好朋友，她讨厌那些伤害它们的行为，例如鲜榨果汁。"}
{"Q": "安瑟尼斯加入了哪个组织？", "A": "安瑟尼斯加入了曙光联盟。"}
{"Q": "安瑟尼斯的神力是怎么来的？", "A": "少女时期的安瑟尼斯获得了那夫特姆的力量，能够感受植物的情绪、听到植物的私语。"}
{"Q": "安瑟尼斯在联盟中扮演什么角色？", "A": "安瑟尼斯运用自己独特的沟通能力为伙伴们获得情报，解决难题。"}
{"Q": "安瑟尼斯在哪里寻找远古的传说和秘密？", "A": "安瑟尼斯在神迹附近、那些常人不愿涉足的危险地区探寻远古的传说和秘密。"}
{"Q": "安瑟尼斯如何看待她的神力？", "A": "安瑟尼斯认为自己的神力是一份独一无二的礼物，让她能用全新的眼光看待这个世界。"}
{"Q": "安瑟尼斯在格兰迪斯大陆做了什么？", "A": "安瑟尼斯在格兰迪斯大陆漫游，她有时在城市里辗转，有时深入到森林原野里。"}
{"Q": "安瑟尼斯与植物有怎样的羁绊？", "A": "安瑟尼斯与植物的羁绊越来越深，她甚至在古老的植物上感知到了关于这片土地本身的遥远记忆。"}
{"Q": "安瑟尼斯是什么类型的代行者？", "A": "安瑟尼斯是一个辅助型代行者，可以同时提供行动值增益和生命回复。"}
{"Q": "步步莲如何为己方全体提供行动值？", "A": "步步莲释放时，可以为己方全体提供行动值，并施加【荷花印记】。"}
{"Q": "荷花印记有什么作用？", "A": "荷花印记可以减少效果持有者所受的伤害。"}
{"Q": "安瑟尼斯如何通过荷花印记提升行动值？", "A": "己方每个【荷花印记】的触发，都会为安瑟尼斯提升一定的行动值。"}
{"Q": "花之舞具有哪些能力？", "A": "花之舞具有强大的全队治疗能力，在治疗的同时可以为每个队友施加【复苏】效果。"}
{"Q": "获得那夫特姆祝福的安瑟尼斯有什么能力？", "A": "安瑟尼斯可以感受到植物的情绪和听到它们的轻吟。"}
{"Q": "左塞尔的肌肉如何强壮的？", "A": "左塞尔的肌肉强壮是通过锻炼和严格遵循营养学标准准备的健康餐。"}
{"Q": "左塞尔每天吃什么食物来保持健康？", "A": "左塞尔每天会吃藜麦饭、鸡胸肉、西兰花和圣女果以保持健康。"}
{"Q": "左塞尔在秩序阴影中的地位如何？", "A": "左塞尔在秩序阴影中是值得信赖的成员，展现出果断与魄力，让他成了阴影中不少弟兄仰慕的对象。"}
{"Q": "左塞尔为什么会选择与秩序阴影合作？", "A": "左塞尔选择与秩序阴影合作是因为他想拯救患重病的女儿，不惜采取一切手段。"}
{"Q": "左塞尔家庭中有哪些成员？", "A": "左塞尔的家庭中曾有妻子和女儿，但他们都已经逝去。"}
{"Q": "左塞尔在休息时会做什么？", "A": "左塞尔在休息时会悄悄拿出两张发黄的照片，怀念自己逝去的妻女。"}
{"Q": "左塞尔曾是什么样的家庭生活？", "A": "左塞尔曾经的家庭生活充满温暖，每天回家会有热气腾腾的饭菜和家人的问候。"}
{"Q": "左塞尔的女儿是如何去世的？", "A": "左塞尔的女儿因罹患重病而去世。"}
{"Q": "左塞尔现在还有什么习惯保持着？", "A": "左塞尔现在依旧每日早起准备好两份盒饭，认真在生活中延续对家人的思念。"}
{"Q": "左塞尔在战场上的表现如何？", "A": "在战场上，左塞尔果断勇敢，即使面对敌人的重重包围，也能让小队重振士气。"}
{"Q": "左塞尔的主要作用是什么？", "A": "左塞尔是一名进攻与防守兼顾的防守型代行者。"}
{"Q": "左塞尔的蓄势待发技能在什么情况下可以为目标附加禁疗？", "A": "当左塞尔自身有【公牛之怒】时，蓄势待发可以为目标附加【禁疗】。"}
{"Q": "觉醒后，左塞尔每次攻击会获得什么效果？", "A": "觉醒后，左塞尔每次攻击都会获得【公牛之怒】。"}
{"Q": "公牛之怒能为左塞尔提供哪些增益效果？", "A": "【公牛之怒】可以为左塞尔持续叠加防御力及效果抵抗。"}
{"Q": "当左塞尔获得减益时，公牛之怒有什么作用？", "A": "当左塞尔获得除无法行动状态以外的减益时，有概率消耗 1 层【公牛之怒】状态使自身免疫本次减益。"}
{"Q": "烈阳暴吼技能的效果是什么？", "A": "烈阳暴吼可以攻击一名敌人，为其附加【防御下降】，并获得全部层数的【公牛之怒】。"}
{"Q": "拥有阿图姆神力的人最关心什么?", "A": "拥有阿图姆神力的人最关心家人，将家人视为自己的一切。"}
